Repository: MPBAUnofficial/cmsplugin_newswithimages
Catalog: cmsplugin_newswithimages/locale/*/LC_MESSAGES/django.po
Languages: it

source: News manager
it: Gestore news

source: author
it: autore

source: modified by
it: modificato da

source: title
it: titolo

source: the title of the news
it: titolo della notizia

source: pubblication date
it: data pubblicazione

source: the date in which the news will be published
it: la data in cui la news sará pubblicata

source: published
it: pubblicata

source: decide if the news is published or not
it: stabilisce se la news é pubblica oppure no

source: text
it: testo

source: the text of the news
it: testo della notizia

source: language
it: lingua

source: alternative image url
it: url alternativa all'immagine

source: this URL is used only if no image are specified
it: questa url verrá utilizzata solamente se non é stata specificata alcuna immagine

source: image
it: immagine

source: Image not specified, use image or alternative url to specify the image source
it: Immagine non specificata, utilizzare i campi immagine o URL alternativa per specificare un immagine

source: images
it: immagini

source: limit of news
it: numero massimo di news

source: how many news to diplay
it: numero di news da visualizzare

source: All
it: Tutte

source: rotate news
it: ruota news

source: If this option is selected when there is more news than the number spicified in limit, they rotate in the available space instead of be hidden
it: Se questa opzione è selezionata e ci sono piú news attive rispetto al limitespecificato, le news saranno ruotate all'interno dello spazio disponibile

source: showing %(count)d news
it: mostra %(count)d news
